<?php

return [
    'formats' => [
        [
            'id' => 1,
            'name' => 'JSON'
        ],
        [
            'id' => 2,
            'name' => 'XML'
        ]
    ],
    'field_types' => [
        [
            'id' => 1,
            'name' => 'Строка'
        ],
        [
            'id' => 2,
            'name' => 'Целое число'
        ],
        [
            'id' => 3,
            'name' => 'Вещественное число'
        ],
        [
            'id' => 4,
            'name' => 'Логическое значение'
        ],
        [
            'id' => 5,
            'name' => 'Дата'
        ],
        [
            'id' => 6,
            'name' => 'Дата и время'
        ],
    ]
];
